acpi
arandr
aspell
aspell-en
aspell-nl
aspnet-runtime
autoconf
automake
autotiling
bash
bash-completion
batsignal
binutils
bison
bleachbit
blueberry
bluez
bluez-utils
brightnessctl
btrfs-progs
bzip2
calc
calibre
cmatrix
code
coreutils
cpupower
cuda
cups
datagrip
datagrip-jre
dhclient
dialog
dosbox
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dunst
e2fsprogs
efibootmgr
eleventy
epdfview
exa
fakeroot
feh
ferdium-bin
ffmpegthumbnailer
file
file-roller
filesystem
filezilla
findutils
firefox
flex
fzf
gawk
gcc
gcc-libs
geary
gettext
gimp
git
glibc
gparted
gpick
grep
groff
grub
gtk-engine-murrine
gvfs
gvfs-mtp
gvfs-smb
gzip
hexo-cli
htop
hunspell-nl
i3-gaps-next-git
i3blocks
i3lock
i3status
inetutils
innoextract
intel-hybrid-codec-driver
intel-ucode
iproute2
iputils
jq
keepass
kitty
kripton-theme-git
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-validation-layers
libreoffice-fresh
libtool
licenses
lightdm
lightdm-mini-greeter
linux
linux-firmware
linux-headers
lvm2
lxappearance
m4
make
man-db
man-pages
mesa
mesa-utils
micro
mpv
neofetch
nerd-fonts-monofur
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
newsboat
nordic-darker-theme-git
nordic-polar-theme
nordic-theme
nordzy-icon-theme-git
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia
nvidia-prime
nvidia-settings
nzbget
obsidian-appimage
ocl-icd
openal
openconnect
openvpn
otf-cascadia-code
otis-theme-git
p7zip
pacman
pacman-contrib
parcellite
patch
pavucontrol
pciutils
picom-ibhagwan-git
pipewire
pkgconf
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
python-distro
python-pillow
python-pyqt5
ranger
rhythmbox
rider
ripgrep
rmlint
rofi
rsync
samba
scrot
secrets
sed
shadow
sonarr
spotify
steam
steamtinkerlaunch
stow
streamlink
sudo
systemd
systemd-sysvcompat
tar
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-volman
tldr
transmission-gtk
ttf-andika
ttf-comic-mono-git
ttf-dejavu
ttf-monofur
ttf-nerd-fonts-symbols
tumbler
unclutter
unrar
unzip
util-linux
vim
vulkan-intel
vulkan-tools
warpinator
wget
which
wine-staging
wireless_tools
wmctrl
wpa_supplicant
xclip
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xfce4-settings
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xwinwrap-baitinq-git
xz
yay
yt-dlp
yt-dlp-drop-in
